<template>
  <NavBar title="用户协议" />
  <div class=" pageCard-sm bg-grayBg py-6 px-6 whitespace-pre-wrap text-sm text-blackTitle">
    <div class=" text-lg font-semibold text-blackDefault">
      《创世数藏》用户协议
    </div>
    <br>
    <br>
    欢迎您与“创世”数字艺术电商平台经营者（详见定义条款）共同签署本《数字艺术电商平台服务协议》（下称“本协议”）并使用数字艺电商平台服务！
    <br>
    <br>
    自本协议发布之日起，数字艺术电商平台各处所称“数字艺术电商平台服务协议”或“平台服务协议”均指本协议。
    <br>
    <br>
    各服务条款前所列索引关键词仅为帮助您理解该条款表达的主旨之用，不影响或限制本协议条款的含义或解释。为维护您自身权益，建议您仔细阅读各条款具体表述。
    <br>
    <br>
    【审慎阅读】您在申请注册流程中点击同意本协议之前，应当认真阅读本协议。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、法律适用和争议解决条款。免除或者限制责任的条款将以粗体下划线标识，您应重点阅读。如您对协议有任何疑问，可向数字艺术电商平台客服咨询。
    <br>
    <br>
    【签约】单击“注册”“登录”等足以表明您注册使用本数字艺术电商平台意愿的按钮，使用我们的服务和/或购买平台内展示的商品/服务，或按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序，即表示您已充分阅读、理解并接受本协议的全部内容及相应的法律责任，并与平台运营者达成一致，成为数字艺术电商平台“用户”。如果您不同意本协议或其中任何条款约定，您应立即停止注册程序且不得访问或使用服务或购买商品。(未成年人应当在其法定监护人的陪同下阅读)
    <br>
    <br>
    在您使用数字艺术电商平台之前，我们可能会要求您下载、使用支持公共区块链服务平台的软件、小程序或扩展程序（合称为“扩展程序”），并使用该扩展程序连接和解锁您的数字钱包。一旦您提交了出售或购买独特数字艺术品或/及其版权的订单，您的订单、藏品信息等就会在本网站显示，并与您的账户及手机号码上产生对应关系，由它代表您完成交易。您可以在需要的时候，提取对应的数字艺术品载体并传递到适用的扩展程序。道更月海只林上飞社具走使几声。"
  </div>
</template>
<script setup></script>
<style lang="less" scoped></style>
